{
  "translation": {
    "summary": "Summary",
    "address": "Address",
    "investment": "Investment",
    "area": "Area",
    "cost": "Cost",
    "usage": "Usage",
    "calculate_button": "Calculate my ACCF",
    "insert_address": "Insert Address",
    "insert_roofarea": "Insert Roofarea",
    "insert_powercost": "Insert Powercost",
    "check": "Check",
    "home": "Home",
    "about": "About",
    "placeholder_address": "Type your address here",
    "placeholder_usage": "What is your current annual electricity consumption?",
    "placeholder_cost": "What is your average electricity price?",
    "expected_investment": "What is your expected investment?",
    "expected_area": "What expected area do your solar panels have?",
    "navbar_title": "SolarSaver",
    "next": "next",
    "previous": "previous",
    "about_us_title": "About us:",
    "about_us_text": "This is Project Solar Savings. We are dedicated to empowering homeowners and businesses to create a positive impact through solar energy.<br /><br />In a landscape of opinions, we stand behind the importance of relying on concrete calculations and factual data.<br /><br />That is why we have developed a program that enables you to generate customized calculations, ensuring you can confidently make the right choice for your energy needs and the planet!",
    "un_goals_title": "UN Goals",
    "un_goals_text": "Our project takes great pride in working for the UN Global Goals. Here is how we create impact!",
    "affordable_clean_energy_title": "Affordable and Clean Energy",
    "affordable_clean_energy_text": "War, conflicts, and political instability lead to increased energy pricing, lack of electricity access in some parts of the world, and heavy reliance on non-renewable sources. The UN states that “To ensure access to energy for all by 2030, we must accelerate electrification, increase investments in renewable energy sources and invest in improving electricity grids”. We support this by making it easier to make economically feasible investments in solar energy.",
    "urgent_climate_action_title": "Urgent Climate Action",
    "urgent_climate_action_text": "To combat the rise in global emissions, we must shift towards energy production that relies on renewable sources like solar energy, which offers a significant reduction in emissions. Solar panels are a practical alternative to non-renewable sources like coal and gas, helping to decrease our carbon footprint and support sustainable energy transitions.",
    "sustainable_cities_title": "Sustainable Cities and Communities",
    "sustainable_cities_text": "Incorporating solar energy into local energy systems boosts the resilience of cities and settlements against fluctuations in energy pricing and reduces their reliance on external sources. Solar panels offer a space-efficient means of energy generation, freeing up land for parks, leisure activities, and other purposes."
  }
}
