{
  "translation": {
    "summary": "Sammanfattning",
    "address": "Adress",
    "investment": "Investering",
    "area": "Område",
    "cost": "Kostnad",
    "usage": "Förbrukning",
    "calculate_button": "Beräkna min ACCF",
    "insert_address": "Ange adress",
    "insert_roofarea": "Ange takområde",
    "insert_powercost": "Ange elförbrukning",
    "check": "Kontrollera",
    "home": "Hem",
    "about": "Om oss",
    "placeholder_address": "Skriv din adress här",
    "placeholder_usage": "Vad är din nuvarande årsförbrukning av el?",
    "placeholder_cost": "Vad är ditt genomsnittliga elpris?",
    "expected_investment": "Vad är din förväntade investering?",
    "expected_area": "Vilken förväntad area har dina solceller?",
    "navbar_title": "SolarSaver",
    "next": "nästa",
    "previous": "förgående",
    "about_us_title": "Om oss:",
    "about_us_text": "Detta är Project Solar Savings. Vi är dedikerade till att ge husägare och företag möjlighet att skapa en positiv inverkan genom solenergi.<br /><br />I ett landskap av åsikter står vi bakom vikten av att förlita oss på konkreta beräkningar och faktauppgifter.<br /><br />Det är därför vi har utvecklat ett program som gör det möjligt för dig att skapa anpassade beräkningar, så att du tryggt kan fatta rätt beslut för dina energibehov och planeten!",
    "un_goals_title": "FN-mål",
    "un_goals_text": "Vårt projekt är mycket stolt över att arbeta för FN:s globala mål. Så här skapar vi påverkan!",
    "affordable_clean_energy_title": "Prisvärd och ren energi",
    "affordable_clean_energy_text": "Krig, konflikter och politisk instabilitet leder till ökade energipriser, brist på el i vissa delar av världen och starkt beroende av icke-förnybara källor. FN säger att 'För att säkerställa tillgång till energi för alla senast 2030 måste vi påskynda elektrifieringen, öka investeringarna i förnybara energikällor och investera i att förbättra elnäten'. Vi stöder detta genom att göra det lättare att göra ekonomiskt genomförbara investeringar i solenergi.",
    "urgent_climate_action_title": "Brådskande klimatåtgärder",
    "urgent_climate_action_text": "För att bekämpa ökningen av globala utsläpp måste vi övergå till energiproduktion som förlitar sig på förnybara källor som solenergi, vilket erbjuder en betydande minskning av utsläppen. Solpaneler är ett praktiskt alternativ till icke-förnybara källor som kol och gas, vilket hjälper till att minska vårt koldioxidavtryck och stödja övergången till hållbar energi.",
    "sustainable_cities_title": "Hållbara städer och samhällen",
    "sustainable_cities_text": "Att integrera solenergi i lokala energisystem ökar städernas och bosättningarnas motståndskraft mot fluktuationer i energipriser och minskar deras beroende av externa källor. Solpaneler erbjuder ett yteffektivt sätt att generera energi, vilket frigör mark för parker, fritidsaktiviteter och andra ändamål."
  }
}
